brew "docker"
brew "exiftool"
brew "fastfetch"
brew "gh"
brew "htop"
brew "mas"
brew "php"
brew "ruby"
brew "tree"
brew "wireshark"
cask "alt-tab"
cask "chatgpt"
cask "discord"
cask "docker-desktop"
cask "font-ipaexfont"
cask "gimp"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "monitorcontrol"
cask "obsidian"
cask "onedrive"
cask "thebrowsercompany-dia"
cask "utm"
cask "windsurf"
cask "wireshark-app"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Wappalyzer - Technology profiler", id: 1520333300
